async function About() {
  return (
    <>
      <div className="about_content">
        <h1 className="about_headText">About page</h1>
        <div className="about_bodyText">
          <p>
            <strong>แหล่งความรู้ครบเครื่องเรื่องเทคโนโลยีการทำเว็บไซต์</strong>
          </p>
          <p>
            ยินดีต้อนรับสู่เว็บไซต์แห่งนี้
            ศูนย์รวมความรู้ที่ครอบคลุมสำหรับผู้ที่ต้องการสำรวจโลกแห่งการพัฒนาเว็บไซต์
            ด้วยเนื้อหาที่มีให้เลือกมากมาย คุณจะได้พบกับแนวทางปฏิบัติที่ดีที่สุด
            เครื่องมือที่มีประสิทธิภาพ
            และเคล็ดลับจากผู้เชี่ยวชาญที่จะช่วยให้คุณสร้างเว็บไซต์ที่ทั้งมีประสิทธิภาพและน่าดึงดูดใจ
          </p>
          <p>
            <strong>เทคโนโลยีหลักของการทำเว็บไซต์</strong>
          </p>
          <p>
            เว็บไซต์นี้จะพาคุณเจาะลึกเทคโนโลยีหลักของการทำเว็บไซต์ เช่น HTML,
            CSS, JavaScript, WordPress และระบบการจัดการเนื้อหาอื่นๆ
            คุณจะได้เรียนรู้วิธีใช้ภาษาการเขียนโปรแกรมเหล่านี้เพื่อสร้างโครงสร้าง
            การออกแบบ และการโต้ตอบของเว็บไซต์ของคุณ นอกจากนี้
            เรายังครอบคลุมแนวโน้มล่าสุดในเทคโนโลยีเว็บ เช่น ปัญญาประดิษฐ์ (AI)
            และการเรียนรู้ของเครื่อง (ML)
            เพื่อให้คุณสามารถอยู่ในแนวหน้าของนวัตกรรม
          </p>
          <p>
            <strong>เคล็ดลับและเทคนิคจากผู้เชี่ยวชาญ</strong>
          </p>
          <p>
            สำรวจบทความเชิงลึก บทช่วยสอน
            และวิดีโอคำแนะนำจากผู้เชี่ยวชาญในอุตสาหกรรมการพัฒนาเว็บไซต์
            พวกเขาจะแบ่งปันเคล็ดลับที่ได้เรียนรู้มาอย่างยากลำบาก
            เทคนิคการแก้ปัญหา และอัปเดตล่าสุดเกี่ยวกับเทคโนโลยีและแนวทางใหม่ๆ
            คุณจะได้เรียนรู้จากประสบการณ์ของผู้อื่นและหลีกเลี่ยงข้อผิดพลาดที่พบบ่อยที่สุด
          </p>
          <p>
            <strong>เครื่องมือและทรัพยากรที่มีประโยชน์</strong>
          </p>
          <p>
            เว็บไซต์ของเรายังมีเครื่องมือและทรัพยากรที่หลากหลายเพื่อช่วยให้คุณทำงานได้อย่างมีประสิทธิภาพยิ่งขึ้น
            คุณจะพบเครื่องมือสร้างโค้ด ฟอนต์ กระดานสนทนา
            และฟอรัมสนับสนุนที่คุณสามารถเชื่อมต่อกับชุมชนนักพัฒนาเว็บไซต์และรับความช่วยเหลือเมื่อจำเป็น
            นอกจากนี้
            เรายังจัดเตรียมรายชื่อธีมและปลั๊กอินที่คัดสรรมาแล้วเพื่อให้คุณสามารถปรับแต่งเว็บไซต์ของคุณได้
          </p>
          <p>
            ไม่ว่าคุณจะเป็นนักพัฒนาเว็บไซต์มือใหม่ที่กำลังมองหาพื้นฐาน
            หรือเป็นมืออาชีพที่มีประสบการณ์ที่ต้องการพัฒนาทักษะ
            เว็บไซต์ของเรามีสิ่งที่เหมาะสำหรับคุณ
            สำรวจเนื้อหาที่มีคุณค่าของเราเพื่อยกระดับความรู้ทางเทคนิคของคุณและสร้างเว็บไซต์ที่โดดเด่นอย่างแท้จริง
          </p>
        </div>
      </div>
    </>
  )
}

export default About
